Repository: rofafor/vdr-plugin-elvis
Catalog: po/*.po
Languages: fi_fi

source: Elisa Viihde Widget
fi_fi: Elisa Viihde -vimpain

source: Elvis is alive!
fi_fi: Elvis elää!

source: Fetching: %s
fi_fi: Haetaan: %s

source: Fetching failed: %s
fi_fi: Haku epäonnistui: %s

source: Already fetching: %s
fi_fi: Haku jo käynnissä: %s

source: Fetched: %s
fi_fi: Haettu: %s

source: Button$Fetch
fi_fi: Hae

source: Rename folder
fi_fi: Kansion nimeäminen

source: Cannot rename folder!
fi_fi: Kansion nimeäminen epäonnistui!

source: Button$Rename
fi_fi: Nimeä

source: Delete folder?
fi_fi: Poistetaanko kansio?

source: Cannot delete folder!
fi_fi: Kansiota ei voida poistaa!

source: Cannot delete recording!
fi_fi: Tallennetta ei voida poistaa!

source: Create new timer
fi_fi: Luo uusi ajastin

source: Folder
fi_fi: Kansio

source: Timer created
fi_fi: Ajastin luotu

source: Cannot create timer!
fi_fi: Ajastimen luonti epäonnistui!

source: Cannot delete search timer!
fi_fi: Hakuajastinta ei voida poistaa!

source: Delete timer?
fi_fi: Poistetaanko ajastin?

source: Cannot delete timer!
fi_fi: Ajastinta ei voida poistaa!

source: Edit search timer
fi_fi: Muokkaa hakuajastinta

source: New search timer
fi_fi: Uusi hakuajastin

source: Search term
fi_fi: Hakutermi

source: Cannot edit search timer!
fi_fi: Hakuajastimen muokkaus epäonnistui!

source: Cannot create search timer!
fi_fi: Hakuajastimen luonti epäonnistui!

source: Search timers
fi_fi: Hakuajastimet

source: Delete search timer?
fi_fi: Poistetaanko hakuajastin?

source: Top events
fi_fi: Suosituimmat

source: VOD
fi_fi: Tilausvideot

source: Button$Preview
fi_fi: Esikatsele

source: Search VOD
fi_fi: Hae tilausvideoita

source: Search criteria
fi_fi: Hakukriteeri

source: Title
fi_fi: nimike

source: Description
fi_fi: kuvaus

source: Show only HD
fi_fi: Näytä vain HD

source: Button$Search
fi_fi: Hae

source: Button$Add
fi_fi: Lisää

source: Button$Popular
fi_fi: Suosituimmat

source: Button$Favorites
fi_fi: Suosikit

source: Button$Newest
fi_fi: Uusimmat

source: Abort fetch
fi_fi: Keskeytä haku

source: Now fetching recordings: %d
fi_fi: Tallenteita haetaan: %d

source: Abort fetching?
fi_fi: Keskeytetäänkö haku?

source: (default)
fi_fi: (oletus)

source: Hide main menu entry
fi_fi: Piilota valinta päävalikosta

source: Define whether the main manu entry is hidden.
fi_fi: Määrittele, näytetäänkö laajennoksen valinta päävalikossa.

source: Username
fi_fi: Käyttäjätunnus

source: Define your Elisa Viihde username.
fi_fi: Määrittele Elisa Viihde -käyttäjätunnuksesi.

source: Password
fi_fi: Salasana

source: Define your Elisa Viihde password.
fi_fi: Määrittele Elisa Viihde -salasanasi.

source: Replace 'Schedule' in main menu
fi_fi: Korvaa päävalikon 'Ohjelmisto'-valinta

source: Define whether this plugin replaces the original 'Schedule' entry in the main menu. MainMenuHook patch is required.
fi_fi: Määrittele, korvataanko alkuperäinen 'Ohjelmisto'-valinta päävalikossa tällä laajennoksella. Toiminto vaatii MainMenuHook-paikkauksen.

source: Replace 'Timers' in main menu
fi_fi: Korvaa päävalikon 'Ajastimet'-valinta

source: Define whether this plugin replaces the original 'Timers' entry in the main menu. MainMenuHook patch is required.
fi_fi: Määrittele, korvataanko alkuperäinen 'Ajastimet'-valinta päävalikossa tällä laajennoksella. Toiminto vaatii MainMenuHook-paikkauksen.

source: Replace 'Recordings' menu entry
fi_fi: Korvaa päävalikon 'Tallenteet'-valinta

source: Define whether this plugin replaces the original 'Recordings' entry in the main menu. MainMenuHook patch is required.
fi_fi: Määrittele, korvataanko alkuperäinen 'Tallennukset'-valinta päävalikossa tällä laajennoksella. Toiminto vaatii MainMenuHook-paikkauksen.

source: Reseting...
fi_fi: Nollataan...

source: Help
fi_fi: Opaste
